//************************************************************************
// SakuRubyの呼び出し実行モジュール
//************************************************************************
#if defined __cplusplus
extern "C" {
#endif

//#include "lua/lua.h"
//#include "lua/lualib.h"
//#include "lua/lauxlib.h"

#if defined __cplusplus
}
#endif

//**************************************************
//  mrubyを実行します
//**************************************************
bool RubyRun( void );

//**************************************************
//  エラーメッセージ
//**************************************************
//void LuaErrorMes( lua_State *LuaLinkP, char* mes, int type );
